[
    {
        "team_name": "Arsenal",
        "notes": [
            "Martin Odegaard took Arsenal's penalty in Gameweek 2 of the current season. Mikel Arteta said he had “no clue” that Odegaard was going to step up for Arsenal’s effort. Bukayo Saka was then back on penalties from Gameweek 3.",
            "Kai Havertz and Martin Odegaard both scored penalties in Gameweek 7, while Fabio Vieira scored a spot-kick in Gameweek 10. Mikel Arteta later said that the players decide themselves on the pitch who takes spot-kicks.",
            "Bukayo Saka was Arsenal's chief penalty taker in 2022/23 but missed his final effort of the season. He again missed from the spot in pre-season.",
            "Gabriel Jesus scored a penalty in Gameweek 29 of 2022/23 with Saka off the pitch."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t3.png"
    },
    {
        "team_name": "Aston Villa",
        "notes": [
            "Douglas Luiz has been on penalties in 2023/24.",
            "Watkins missed one of his two efforts from 12 yards in 2022/23. He then missed again in pre-season."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t7.png"
    },
    {
        "team_name": "Bournemouth",
        "notes": [
            "Dominic Solanke took all five of Bournemouth's penalties in 2021/22. The Cherries weren't awarded a single penalty in 2022/23."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t91.png"
    },
    {
        "team_name": "Brentford",
        "notes": [
            "Bryan Mbeumo has filled in for first-choice penalty taker Ivan Toney in each of the last three seasons.",
            "Josh Dasilva last took a penalty for Brentford in 2019/20."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t94.png"
    },
    {
        "team_name": "Brighton",
        "notes": [
            "Joao Pedro scored two penalties for Brighton in pre-season and again in Gameweek 1 of 2023/24.",
            "Alexis Mac Allister took all of Brighton's Premier League penalties in 2022/23 but has now left the club.",
            "Pascal Gross had previously taken some of the Seagulls' spot-kicks but missed his last effort in January 2022 and hasn't taken any since.",
            "Danny Welbeck scored from the spot in the EFL Cup in November 2022 but both Gross and Mac Allister were off the field."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t36.png"
    },
    {
        "team_name": "Chelsea",
        "notes": [
            "Jay Rodriguez took both of the Burnley penalties he was on the field for in 2022/23. He scored again from the spot in Gameweek 13 of 2023/24."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t8.png"
    },
    {
        "team_name": "Crystal Palace",
        "notes": [
            "Enzo Fernandez took and missed Chelsea's first penalty of 2023/24 in Gameweek 2. Cole Palmer then stepped up to score four spot-kicks in Gameweeks 8-12.",
            "Enzo Fernandes then scored a penalty in Gameweek 15 of 2023/24 with Cole Palmer off the pitch.",
            "Mauricio Pochettino said on October 28 that Nicolas Jackson and Raheem Sterling were also in the mix for penalties but that he expected Cole Palmer to take the next one."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t31.png"
    },
    {
        "team_name": "Everton",
        "notes": [
            "Eberechi Eze deputised for absent first-choice penalty-taker Wilfried Zaha in April 2023. Zaha has since left the club.",
            "Jean-Philippe Mateta won and scored a Premier League penalty in the absence of the injured Eberechi Eze in Gameweek 16 of 2023/24.",
            "Odsonne Edouard scored a Premier League penalty in 2021/22."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t11.png"
    },
    {
        "team_name": "Fulham",
        "notes": [
            "Dominic Calvert-Lewin had started 2021/22 as Everton's first-choice penalty-taker, with the now-departed Richarlison assuming responsibility later in the season. Calvert-Lewin resumed taking them in 2022/23 after the Brazilian left."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t54.png"
    },
    {
        "team_name": "Leicester",
        "notes": [
            "Willian scored Fulham's first penalties of 2023/24 in Gameweek 13.",
            "Andreas Pereira stepped up to score a penalty when first-choice taker Aleksandar Mitrovic was absent in Gameweek 15 of 2022/23. Mitrovic has since left the club.",
            "Harry Wilson scored a penalty in pre-season of 2022/23."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t13.png"
    },
    {
        "team_name": "Leeds",
        "notes": [
            "Mohamed Salah missed two penalties in 2022/23 but retained responsibility after a “conversation” with Jurgen Klopp and scored two more. He then missed again in Gameweek 2 of 2023/24 but was back on spot-kicks in Gameweek 6.",
            "Darwin Nunez scored from the spot in the UEFA Europa League in September with Mohamed Salah off the pitch."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t2.png"
    },
    {
        "team_name": "Liverpool",
        "notes": [
            "Carlton Morris scored a penalty in Gameweeks 1 and 6 of 2023/24.",
            "Elijah Adebayo and Cauley Woodrow had missed from 12 yards in 2022/23 before Morris scored from his effort later in the same season."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t14.png"
    },
    {
        "team_name": "Man city",
        "notes": [
            "Erling Haaland took and scored seven of Manchester City's Premier League penalties in 2022/23. Erstwhile challengers Riyad Mahrez and Ilkay Gundogan have since left the club.",
            "Kevin De Bruyne took City's penalty in the FA Cup quarter-final win over Southampton in March 2022.",
            "Julian Alvarez scored a penalty in Gameweek 30 of 2022/23 with Erling Haaland off the pitch but De Bruyne on it.",
            "Alvarez scored a penalty in the FA Cup third round in January 2023 with Haaland and De Bruyne off the pitch."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t43.png"
    },
    {
        "team_name": "Man United",
        "notes": [
            "Bruno Fernandes took the final four of United's penalties in league and cup in 2022/23.",
            "Fernandes did relinquish those penalty-taking duties, for less high-pressure penalties, to Anthony Martial in Gameweek 10 of 2022/23 and to Marcus Rashford in the FA Cup third round of the same season."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t1.png"
    },
    {
        "team_name": "Newcastle",
        "notes": [
            "Alexander Isak and Callum Wilson had been sharing penalty-taking responsibilities for Newcastle United in 2022/23, though neither of them had been on the same pitch for a spot-kick until Double Gameweek 36. It was Wilson who then scored two penalties with both players on the field.",
            "Anthony Gordon took a penalty with both Isak and Wilson absent in Gameweek 25 of the current season.",
            "Joelinton and Joe Willock both took penalties against Manchester City in 2020/21 with the other player on the pitch but only the former scored."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t4.png"
    },
    {
        "team_name": "Nottingham Forest",
        "notes": [
            "Brennan Johnson missed two penalties in 2022/23, with Morgan Gibbs-White then taking charge and scoring the last two spot-kicks awarded to Steve Cooper’s side in that season."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t17.png"
    },
    {
        "team_name": "Southampton",
        "notes": [
            "Oliver McBurnie took and scored a penalty in Gameweek 9 of this season.",
            "Oliver Norwood then took and scored a penalty in Gameweek 11 with Oliver McBurnie not playing.",
            "James McAtee took and scored a penalty in Gameweek 24 with Oliver Norwood and Oliver McBurnie not playing."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t20.png"
    },
    {
        "team_name": "Tottenham",
        "notes": [
            "Son Heung-min deputised for absent regular taker Harry Kane when Spurs won a penalty in April 2021. Kane has now left the club.",
            "Ange Postecoglou said in August 2023 that Son, James Maddison and Richarlison were all in the mix for penalty-taking duties."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t6.png"
    },
    {
        "team_name": "Westham",
        "notes": [
            "Said Benrahma took four of the Hammers’ five Premier League penalties in 2022/23, with Lucas Paqueta only stepping up in Gameweek 19 when Benrahma was benched.",
            "Paqueta then deputised again in Gameweek 2 of 2023/24 when Benrahma had been substituted.",
            "Benrahma departed on loan in the January transfer window. Since then, James Ward-Prowse has taken two penalties."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t21.png"
    },
    {
        "team_name": "Wolves",
        "notes": [
            "Hwang Hee-chan took Wolves' first penalty of the 2023/24 Premier League season.",
            "Matheus Cunha scored a penalty in pre-season of 2023/24. Cunha and Pablo Sarabia then both scored a penalty in Gameweeks 22-23 with each other on the pitch but Hwang absent."
        ],
        "team_logo": "https://resources.premierleague.com/premierleague/badges/70/t39.png"
    }
]